/*********************************************************************************************************************************
 * @(#)XsyncS.java 1.0  2010-8-13
 *
 * 版权(c) 2010-2015  沈阳丰联数码科技有限公司
 * 中国·辽宁·沈阳市和平区中华路188号中进大厦14层
 * 所有权限被保留。
 *
 *     本软件为丰联公司所拥有的保密信息。在未经过本公司许可的情况下，任何人或机构不可以将该软件的使用权和原代码泄露给其他人或机构。
 ********************************************************************************************************************************/
package com.fenglian.tools.threadpool;

 
public interface WorkIF {
	
	public void doWork();
}
